#однострочный комментарий 

#"CTRl + / - сочетание клавиш для создания или удаление однострочного комментария"
#*** Переменные***
# snake_case (змеиная_нотация)
number_of_apples = 100

# camelCase (верблюжаяНотацтя)
myNumVar = 20 

# константные переменные (константа)
CONST_VAR = 1000 

# встроеная функции вывода в терминал


var_1 = 10

print(var_1)
# print(var_1)
# print(myNumVar)

# print(myNumVar,CONST_VAR, number_of_apples)

# встроенная функцтя ввода из тнрминала 
in_1 = input("введите число: ")

# print(in_1)
# небольшой кальькуляьор
in_1 = input("введите 1 число: ")
in_2 = input("введите 2 число: ")

#конкатенация (обьединение) строк
# result = in_1 + in_2

# сложение чисел
result = int(in_1) + int(in_2)

print(result)